<?php

return [

    'failed' => 'البيانات المدخلة لا تتطابق مع سجلاتنا.',
    'password' => 'كلمة المرور المدخلة غير صحيحة.',
    'throttle' => 'محاولات تسجيل دخول كثيرة. يرجى المحاولة مرة أخرى بعد :seconds ثانية',
    'sign_in' => 'تسجيل الدخول',
    'sign_in_message' => 'أدخل البريد الإلكتروني وكلمة المرور للوصول إلى التطبيق.',
    'sign_up' => 'اشتراك',
    'sign_up_message' => 'أدخل البيانات المطلوبة لارسال طلب انضامام في التطبيق.',
    'remember_me' => 'تذكر البيانات',
    'email' => 'البريد الإلكتروني',
    'username' => 'البريد الإلكتروني أو رقم الجوال',
    'passwordField' => 'كلمة المرور',
    'forgot_password' => 'هل نسيت كلمة المرور؟',
    'accept' => 'أنا أقبل',
    'full_name' => 'الاسم الكامل',
    'enter' => 'دخول',
    'back_to_login' => 'العودة إلى تسجيل الدخول',
    'sign_out' => 'خروج',
    'sms_access_code' => 'رمز الوصول الخاص بك: :CODE تطبيق CargoFEB، استمتع بوقتك!',
    'no_have_account' => 'ليس لديك حساب؟',
    'not_active' => 'الحساب غير مفعل'
];
